[Civilian X2CharacterTemplate]
strCharacterName="Civilian"
strCharacterBackgroundMale[0]="Once serving as the head of a clandestine organization developing advanced military simulations, Sid was left with little choice but to fight when alien forces threatened the whole of human civilization." 
strCharacterBackgroundMale[1]="One of our most loyal supporters, Beaglerush is known for leading efforts to counter ADVENT propaganda and spread the truth about XCOM and the Resistance movement."
strCharacterBackgroundMale[2]="Known for his pre-war efforts with the United Nations, Peter Van Doorn is a wildcard, a loose-cannon whose exploits on the battlefield are as legendary as his colorful commentary."

[FacelessCivilian X2CharacterTemplate]
strCharacterName="Civilian"

[HostileCivilian X2CharacterTemplate]
strCharacterName="Civilian"



